<?php
	require_once('../nutils.php');
	
	printHeader('Комплексный отдел БИУС');
?>

<div class="container-md mt-5">
<div class="row featurette">
        <div class="col-md-8">
          <h2 class="featurette-heading mb-2">Комплексный отдел БИУС</h2><br>
          <p class="lead" align="justify">Отдел занимается программно-аппаратным комплексом бортовой информационно-управляющей системы.<br><br>
            
          Из множества компонентов, разрабатываемых в других подразделениях и на других предприятиях, отдел собирает и интегрирует единую систему управления. Для этого необходимо разрабатывать общие принципы построения системы, проводить работу с подрядчиками, согласовывать требования к подсистемам, протоколы взаимодействия, процедуры испытаний. При получении компонентов, программных или аппаратных, от посторонних разработчиков проводятся испытания этих компонентов, различные виды проверок, оформляется программная документация. Все эти операции на данный момент практически не автоматизированы, но такая возможность существует.<br><br>

            По результатам испытаний проводится работа по согласованию списков необходимых доработок и определяется их приоритетность.<br><br>
            
            Еще одним направлением работы отдела является создание инструментальных средств для установки, настройки программного обеспечения на узлах распределенного вычислительного комплекса, мониторинг состояния комплекса, процедур подготовки и переноса необходимых для его функционирования баз данных. Многие из таких программ создаются непосредственно в комплексном отделе.<br><br>
            
            Для разработки документации используется Word, LibreOffice, (La)TEX.</p>
        </div>
        <div class="col-md-4">
          <img src="../images/bius.png" class="card-img-top rounded-3" >
  
        </div>
      </div>

    </div>
	
<?php
	printFooter();
?>