<?php
	require_once('../nutils.php');
	
	printHeader('Мы - базовая кафедра РТУ МИРЭА');
?>

<div class="container-md mt-5">
<div class="row featurette">
        <div class="col-md-8 order-md-2">
          <h2 class="featurette-heading mb-2">Мы - базовая кафедра РТУ МИРЭА при АО &laquo;Концерн &laquo;Вега&raquo;</span></h2><br>
          <p class="lead" align="justify">Готовим бакалавров и магистров по направлению "Прикладная математика и информатика".<br><br>

          На кафедре преподают только практики - сотрудники Концерна и другие профессионалы в разных областях разработки программного обеспечения.<br><br>
            
          С 3-го курса студенты участвуют в разработках и научных работах в Концерне, могут устроиться к нам на работу.
          <br><br>После магистратуры выпускники кафедры могут продолжить обучение в очной аспирантуре Концерна "ВЕГА" или МИРЭА.<br><br>
          По окончании обучения на военной кафедре студентам присваивается звание офицера с автоматическим зачислением в запас.
          <br><br>
          Наши выпускники работают везде, где нужны специалисты по информационным технологиям: на базовом предприятии, в банках, компьютерных и телекоммуникационных компаниях.
        </p>
        </div>
        <div class="col-md-4 order-md-1">
          <img src="../images/other/cafvega.jpg" class="card-img-top rounded-3">

        </div>
      </div>

    </div>
	
<?php
	printFooter();
?>