<?php
	require_once('../nutils.php');
	
	printHeader('Отдел перспектив развития систем радиоуправления и радиолокации');
?>

<div class="container-md mt-5">
<div class="row featurette">
        <div class="col-md-8 order-md-2">
          <h2 class="featurette-heading mb-2">Отдел перспектив развития систем радиоуправления и радиолокации</h2><br>
          <p class="lead" align="justify">В отделе два основных направления работ – во-первых, применение методов искусственного интеллекта в задачах обработки информации и управления, во-вторых, разработка алгоритмов управления БПЛА, мониторинга пространства и применения пространственных приемо-излучающих структур на базе БПЛА.<br><br>

            Для создания и моделирования алгоритмов используются средства математического и имитационного моделирования (MatLab, Simulink), библиотеки, фреймворки для машинного обучения и работы с нейронными сетями, нечеткой логики, а также разрабатываются специальные программы для моделирования расчетов, отображения и оценки результатов на языке Python.<br><br>
            
            Опыт разработки таких перспективных алгоритмов позволит довольно легко найти себе применение в сфере разработки сложных информационных и управляющих систем самого разного назначения.</p>
        </div>
        <div class="col-md-4 order-md-1">
          <img src="../images/rls.png" class="card-img-top rounded-3">
          <img src="../images/rls1.jpg" class="card-img-top rounded-3">
        </div>
      </div>

    </div>
	
<?php
	printFooter();
?>