<?php
	require_once('../nutils.php');
	
	printHeader('Базовая кафедра');
?>

<div class="container-md mt-5">
<div class="row featurette">
        <div class="col-md-8 order-md-2">
          <h2 class="featurette-heading mb-2">Базовая кафедра</h2><br>
          <p class="lead" align="justify">Наша кафедра – одно из подразделений Института искусственного интеллекта, работающего под эгидой Концерна, в котором можно проходить практику и готовить выпускную работу.
            
          Программными продуктами, созданными на кафедре, вы наверняка уже пользовались и будете пользоваться еще больше. CMS для дистанционного обучения, проверки учебных работ преподавателем, прохождение предзащиты, формирование программы нашей секции на Конференции МИРЭА, карта специальности, галерея лучших учебных работ и многие другие сервисы – разработаны и уже используются. Теперь хотелось бы сделать кафедру настоящим &laquo;умным домом&raquo;.<br><br>

          Сейчас для этого постоянно дорабатывается сайт кафедры (PHP, JS, CSS, Python, SQLite, PostgreSQL, Docker, Git, COM, REST, семантический поиск), а также создаются несколько мобильных приложений под iOS, Android и телеграм-ботов. Отличие этого направления от остальных в том, что в разработках много графики, пользовательского интерфейса, вы оперативно будете получать обратную связь от пользователей вашего продукта и ощущать получаемую пользу сами, что делает работу гораздо более интересной.<br><br>
            
        </div>
        <div class="col-md-4 order-md-1">
          <img src="../images/caf.png" class="card-img-top rounded-3">

        </div>
      </div>

    </div>
	
<?php
	printFooter();
?>