<?php
	require_once('../nutils.php');
	
	printHeader('Отдел разработки и сопровождения программного обеспечения');
?>

<div class="container-md mt-5">
<div class="row featurette">
        <div class="col-md-8 order-md-2">
          <h2 class="featurette-heading mb-2" >Отдел разработки и сопровождения ПО</h2><br>
          <p class="lead" align="justify">
          Отдел включает три лаборатории, в каждой из которых создаются как функциональные программы для использования в составе изделий Концерна, так и технологические программы, необходимые для создания, отладки, испытаний или сопровождения функциональных.<br><br>
          Программы создаются на основании ТЗ, полученного от заказчика, проектируются ведущими разработчиками, затем реализуются командой программистов, по ним оформляется программная документация и проводятся испытания.<br><br>

            В отделе есть команды, специализирующиеся на создании высокопроизводительных систем обработки радиолокационной информации, графических приложений Qt для отображения обстановки операторам и управления решением задач на борту, систем управления, баз данных, программных имитаторов различных устройств, технологических программ для анализа сетевых взаимодействий и зарегистрированной информации. Мы любим автоматизировать и упрощать свою работу, поэтому также ведется несколько разработок системного программного обеспечения.<br><br>
            
            Разработка ведется под ОС Astra Linux, Windows, QNX, МСВС. Применяется система контроля версий и непрерывной интеграции на базе GitLab, система отслеживания задач Jira, хранения документации Confluence, и другие обитатели виртуальных машин на общем сервере. После завершения разработки ПО интегрируется в состав изделий на технологических стендах нашего отдела и других, комплексных отделов. Все это, конечно, требует гибкого управления сетевой инфраструктурой и DevOps.</p>
        </div>
        <div class="col-md-4">
        <img src="../images/devPO3.jpg" class="card-img-top rounded-3">  
          <img src="../images/devPO.png" class="card-img-top rounded-3">
          <img src="../images/devPO4.jpg" class="card-img-top rounded-3"> 
          <img src="../images/devPO1.jpg" class="card-img-top rounded-3">  
          <img src="../images/devPO6.jpg" class="card-img-top rounded-3">
          <img src="../images/devPO5.jpg" class="card-img-top rounded-3"> 
          <img src="../images/devPO7.jpg" class="card-img-top rounded-3">
         
  
        </div>
      </div>
    </div>
	
<?php
	printFooter();
?>