<?php
	require_once('../nutils.php');
	
	printHeader('Дизайн-мышление');
?>

<div class="container-md mt-5">
<div class="row featurette">
        <div class="col-md-7 order-md-2">
          <h2 class="featurette-heading mb-2">Бурдж Халифа за 10 минут</h2><br>
          <p class="lead"  align="justify">Дизайн-мышление, изучаемое на кафедре в курсе &laquo;Эргономика программного обеспечения&raquo;, заставляет нас думать творчески, преодолевать ограничения и, главное, быстро получать результат.
<br><br>

Упражнение на создание макаронной башни позволяет за 10 минут понять, насколько эффективно команда будет взаимодействовать в реальном проекте, учиться на своих ошибках, совершенствовать технологию работы с каждой итерацией.<br><br>
            
За это время надо построить башню из макарон максимальной высоты. Невооруженный преподаватель в это время изучает, следит ли кто-то за временем, что происходит с возникающими идеями, как команда продвигается к цели.<br><br>
Эргономика - это человеко-ориентированный подход к проектированию, который ставит во главу угла не технику, а конкретного человека: пользователя программы, продукта или услуги.

</p>
        </div>
        <div class="col-md-5 order-md-1">
          <img src="../images/other/erg.jpg" class="card-img-top rounded-3">

        </div>
      </div>

    </div>
	
<?php
	printFooter();
?>