<?php
	require_once('../nutils.php');
	
	printHeader('Отдел разработки вычислительной техники и программирования ПЛИС');
?>

<div class="container-md mt-5">
<div class="row featurette">
        <div class="col-md-8 order-md-2">
          <h2 class="featurette-heading mb-2">Отдел разработки вычислительной техники и программирования ПЛИС</h2><br>
          <p class="lead" align="justify">Отдел занимается бортовыми специализированными устройствами обработки радиолокационной информации.<br><br>
            На практике студенты могут поработать с &laquo;железом&raquo;, которое обрабатывает сигналы от радиолокатора. Для этого &laquo;железа&raquo; используются ПЛИС — программируемые логические интегральные схемы.
          <br><br>
            Алгоритм работы таких схем задаётся на самом низком уровне: с помощью программирования транзисторов и вентилей. Это позволяет достичь высокой производительности и надёжности в критически важных системах.
            <br><br>
            Программирование ПЛИС сильно отличается от традиционного программирования и позволяет лучше разобраться в аппаратном обеспечении современных компьютеров и специализированных вычислительных систем. ПЛИС применяются не только для обработки радиолокационной информации, с их помощью управляют беспилотными автомобилями, летательными аппаратами и даже майнят биткоины.
            <br><br>
            Кроме этого отдел занимается разработкой различных устройств контроля, построенных на базе универсальной или специализированной вычислительной техники.
            </p>
        </div>
        <div class="col-md-4 order-md-1">
          <img src="../images/plis.jpg" class="card-img-top rounded-3">
          <img src="../images/plis1.jpg" class="card-img-top rounded-3">
          <img src="../images/plis2.jpg" class="card-img-top rounded-3">
          <img src="../images/plis3.jpg" class="card-img-top rounded-3">

        </div>
      </div>

    </div>
	
<?php
	printFooter();
?>