<?php
	require_once('../nutils.php');
	
	printHeader('Отдел алгоритмов синтеза и обработки радиолокационных изображений');
?>

<div class="container-md mt-5">
<div class="row featurette">
        <div class="col-md-8 order-md-2">
          <h2 class="featurette-heading mb-2">Отдел алгоритмов синтеза и обработки радиолокационных изображений</h2><br>
          <p class="lead" align="justify">Отдел занимается разработкой, моделированием и повышением эффективности алгоритмов обработки радиолокационных сигналов, синтеза и обработки радиолокационных изображений (РЛИ) для радиолокаторов с синтезированной апертурой.
            То есть локаторов, в которых излучатель перемещается для сканирования некоторой поверхности или пространства. В алгоритмах синтеза и обработки РЛИ есть много общего с обработкой других видов изображений: фотоснимков, голограмм, графических. Познакомившись с основами обработки изображений, вы сможете участвовать в создании моделей, алгоритмов и программ для автофокусировки, повышения разрешающей способности, выявления подвижных целей, распознавания на них объектов и их типов, проводить совместную обработку различных изображений одного объекта или местности. <br><br>

          Также в отделе ведется разработка допплеровского измерителя скорости и дальности для посадочного модуля космических кораблей. Такой измеритель позволит обеспечить безопасную посадку космических аппаратов на поверхность планет. В его алгоритмах используется пространственная геометрия, а их реализация должна учитывать динамическое изменение параметров среды. В разработках отдела для построения и отладки математических моделей и алгоритмов в основном используются средства математического моделирования MatLab и MathCad, а для реализации алгоритмов – языки C и C++.<br><br>
            </p>
        </div>
        <div class="col-md-4 order-md-1">
        <img src="../images/rlspic.jpg" class="card-img-top rounded-3">
        <img src="../images/rlspic.png" class="card-img-top rounded-3">
          <img src="../images/rlspic3.jpg" class="card-img-top rounded-3">
          <img src="../images/rlspic1.jpg" class="card-img-top rounded-3">

        </div>
      </div>

    </div>
	
<?php
	printFooter();
?>