<?php
	require_once('../nutils.php');
	
	printHeader('При работе в команде');
?>

<div class="container-md mt-5">
<div class="row featurette">
        <div class="col-md-7">
          <h2 class="featurette-heading mb-2">Работа в команде</h2><br>
          <p class="lead" align="justify">
          При работе в команде важно понимать, что есть люди с разными типами мышления. 
            Поэтому одни и те же инструменты в общении будут работать по-разному.<br><br>
          Кроме того, каждый из нас может сознательно переключаться на открытое, направленное или классифицирующее внимание, поняв, какое из них максимально соответствует задаче.
          Учитывая это можно сделать работу команды максимально продуктивной.<br><br>

          Узнать о принципах работы мозга, типах мышления, видах внимания, пройти тест для определения своего типа мышления можно с помощью книги &laquo;Коллективный разум&raquo;.
            
           </p>
        </div>
        <div class="col-md-5">
          <img src="../images/other/team.jpg" class="card-img-top rounded-3" >
  
        </div>
      </div>

    </div>
	
<?php
	printFooter();
?>