<?php
	require_once('../nutils.php');
	
	printHeader('Письменность для вымышленной вселенной');
?>

<div class="container-md mt-5">
<div class="row featurette">
        <div class="col-md-7">
          <h2 class="featurette-heading mb-2">Сможете определить, какая из трех письменностей искусственно создана Толкином для вымышленной вселенной?<span class="text-muted"><br></span></h2><br>
          <p class="lead" align="justify">
          Это задача из книги российского лингвиста А. Пиперски, автора статей на Элементы.ру и Медузе. Последние достижения лингвистики смотрите в его &laquo;Лингвистических итогах года&raquo; на YouTube. <br><br>

          Ответ на задачу знают те, кто изучил на нашей кафедре курс &laquo;Проектирование трансляторов&raquo;. Еще они могут сконструировать свой язык (популярная задача в мире программирования), формализовать его грамматику, разработать для него транслятор на другие языки, интерпретатор или компилятор.</p>
        </div>
        <div class="col-md-5">
          <img src="../images/other/trans.jpg" class="card-img-top rounded-3" >
  
        </div>
      </div>

    </div>
	
<?php
	printFooter();
?>