<?php
	require_once('../nutils.php');
	
	printHeader('О Концерне ВЕГА');
?>

<div class="container-md ">
        <h2 class="element-animation my-5">АО &laquo;Концерн радиостроения &laquo;Вега&raquo;</h2>
    <div class="row row-cols-2 element-animation">
        
        
        <div class="col">
            <p class="element-animation lead" align="justify">
            Концерн является ведущим предприятием России в области создания авиационных радиолокационных комплексов дозора, наведения и разведки, авиационных и космических систем мониторинга и дистанционного зондирования земли, антенной техники и других направлений радиоэлектроники. 
            </p>
        </div>

        <div class="col-12 col-lg-4">
			<img src="../images/concern1.jpg" class="d-block w-100">
		</div>
    </div>

        <h5 class="text-muted mt-3 element-animation"><strong>Навигация по истории:</strong></h5>
            
        <div class="d-flex justify-content-start flex-column flex-lg-row element-animation">
            
                <a href="#first" class="btn btn-outline-secondary my-1 mr-lg-2">1944 - 1967</a>
                <a href="#second" class="btn btn-outline-secondary my-1 mr-lg-2">1967 - 1990</a>

                <a href="#third" class="btn btn-outline-secondary my-1 mr-lg-2">1990 - 2003</a>
                <a href="#four" class="btn btn-outline-secondary my-1 mr-lg-2">2003 - 2010</a>
                
        </div>
        <h2 id="first" class="element-animation mt-5">1944 - 1967</h2>
    <div>
        <p class="element-animation" align="justify">Концерн &laquo;Вега&raquo; был создан как Центральное конструкторское бюро N 17 (ЦКБ-17) Наркомата авиационной промышленности Постановлением Государственного комитета обороны СССР 1 октября 1944 года.</p>
        <p class="element-animation" align="justify">У истоков нового научного учреждения стояли заместитель председателя Совета по радиолокации при ГКО академик А.И. Берг и нарком авиационной промышленности А. И. Шахурин.</p>
        <p class="element-animation" align="justify">Начальником ЦКБ-17 был назначен Я. М. Сорин. </p>
        <p class="element-animation" align="justify">В 1945-1947 гг. первыми разработками ЦКБ-17 (а с 10 июля 1946 года НИИ-17) стало создание аппаратуры для самолета Ту-4: </p>
        <ul class="element-animation">
            <li><p>РЛС &lt;Кобальт&gt; (главный конструктор А. И. Корчмар);</p>
            
            </li><li><p>аппаратура &lt;Магний&gt; и &lt;Барий&gt; (главный конструктор Д. С. Михайлевич);</p>
            
            </li><li><p>радиовысотомер &lt;Литий&gt; (главный конструктор Е. И. Гальперин);</p>
            
            </li><li><p>станция &lt;Рубидий&gt; с тренажером &lt;Стронций&gt; и измерительной аппаратурой &lt;Вольфрам&gt; (главный конструктор темы &lt;Рубидий&gt; Я. Б. Шапировский).</p>
            
            </li></ul>
        <p class="element-animation" align="justify">За успешную разработку станции &lt;Рубидий&gt Э. И. Гиттис, А. И. Корчмар, Г. М. Кунявский и Я. Б. Шапировский были удостоены Государственной премии. </p>
        <p class="element-animation" align="justify">В 1946-1949 гг. в НИИ-17 успешно завершены темы &lt;Радий-П&gt;, &lt;Молибден&gt;, &lt;Магнезий&gt;, &lt;Ванадий&gt;, &lt;Октава&gt;, в рамках которых велись работы по созданию радиоизмерительных приборов для регулирования, настройки и проверки самолётной радиолокационной аппаратуры. За эти работы В. П. Алексееву, Л. Д. Бахраху, Г. А. Бортновскому, Е. И. Вяткиной, И. В. Доктуровской, М. Ф. Зеленцову, В. П. Иванову, С. С. Кошко, А. Н. Лебедеву, В. М. Луневскому, М. И. Люстигу, Л. Б. Нурику, Е. Я. Поляковой, М. В. Сарбучеву, Н. М. Седуну, В. П. Уфтюжанинову, Ю. И. Фельдману, К. В. Филатову, В. Б. Штейншлейгеру были присуждены Государственные премии. </p>
        <p class="element-animation" align="justify">Для проведения летных испытаний разрабатываемой радиолокационной техники в районе поселков Суково и Солнцево в 1946 году была организована лётно-испытательная база во главе с заместителем начальника института Героем Советского Союза В. С. Гризодубовой. </p>
        <p class="element-animation" align="justify">В 1946-1957 гг. коллективом НИИ-17 были разработаны РЛС для реактивных истребителей (главные конструкторы В. В. Тихомиров, А. Б. Слепушкин, Г. М. Кунявский) и тяжелых бомбардировщиков (главный конструктор В. В. Тихомиров), вскоре принятые в эксплуатацию. В этот же период в коллективе активно велись научно-исследовательские работы (научные руководители А. И. Корчмар, В. Б. Штейншлейгер, В. И. Геронин), в результате которых были решены вопросы увеличения четкости радиолокационного изображения, ослабления маскирующего действия отражений от земной поверхности. </p>
        <p class="element-animation" align="justify">С середины пятидесятых годов институт интенсивно работает по нескольким тематическим направлениям: </p>
        <ul class="element-animation">
            <li><p>с 1955 по 1964 год успешно проведена разработка станции &lt;Зенит&gt; (главный конструктор А. Б. Слепушкин);</p>
            
            </li><li><p>с 1958 года активно развивается направление исследований и разработок доплеровских радиолокационных станций;</p>
            
            </li><li><p>с 1960 года начинается проведение НИОКР по созданию бортовых РЛС землеобзора;</p>
            
            </li><li><p>с 1962 по 1965 год разрабатывается радиовысотомер больших высот для космического аппарата &lt;Луна-9&gt; (главный конструктор В. П. Иванов);</p>
            
            </li><li><p>проводятся работы по созданию малошумящих квантовых парамагнитных усилителей (научный руководитель В. Б. Штейншлейгер), а также  малошумящих  больших  зеркальных антенн (научный руководитель Л. Д. Бахрах), успешно использованных в радиоастрономии и системах дальней космической связи;</p>
            
            </li><li><p>разрабатывается первая в стране ЦВМ на полупроводниках &lt;Пламя&gt; (главный конструктор Б. П. Карманов), многие годы выпускаемая на серийных заводах.</p>
            
            </li></ul>
        <p class="element-animation" align="justify"><p class="element-animation" align="justify">
        3 февраля 1966 года радиовысотомер больших высот обеспечил впервые в истории космонавтики мягкую посадку на поверхность Луны космического аппарата &lt;Луна-9&gt;. Посадка на Луну удостоена Ленинской премии. Среди лауреатов Г. А. Зонненштраль.
        </p>
        <p class="element-animation" align="justify">Под руководством главного конструктора В. Е. Колчинского в период с 1958 по 1966 год было разработано целое семейство допплеровских измерителей путевой скорости и углов сноса для самолётов и вертолётов (&lt;Трасса&gt;, &lt;Стрела&gt;, &lt;Мачта&gt;, &lt;Снос&gt;), причем каждое новое поколение отличалось значительным уменьшением массы и габаритных размеров, повышением надёжности. С 1966 по 1969 год в институте разработаны допплеровские радиолокаторы &lt;Планета&gt; для обеспечения посадки на Луну (главный конструктор В. Е. Колчинский). За эти работы удостоены Государственных премий В. А. Грановский, Л. Г. Колишер, В. Е. Колчинский.</p>
        <p class="element-animation" align="justify">Институт был пионером в разработке тепловых пассивных РЛС (главный конструктор С. Т. Егоров). Работы велись как в наземном, так и в бортовом вариантах. </p>
        <p class="element-animation" align="justify">Во второй половине 50-х годов, в самый разгар &lt;холодной войны&gt;, когда очень остро встал вопрос о раннем обнаружении самолётов &lt;вероятного противника&gt; - носителей ядерного оружия, было принято решение о создании самолёта радиолокационного дозора.</p>
        <p class="element-animation" align="justify">В 1964 году в эксплуатацию был принят разработанный коллективом института радиотехнический комплекс (РТК) &lt;Лиана&gt; со специальным вращающимся обтекателем крупногабаритной антенны на фюзеляже (главный конструктор В. П. Иванов) для самолёта Ту-126. РТК &lt;Лиана&gt; позволял производить раннее обнаружение самолётов над морской и ледовой поверхностью и надводных кораблей на дальностях до 400 км, определять их государственную принадлежность и передавать данные о них через специальные приёмные радиоцентры на командные пункты ПВО. Эта работа на многие годы определила главное направление деятельности института - создание радиотехнических комплексов обнаружения воздушных целей на фоне подстилающей поверхности. Самолёт Ту-126 с РТК &lt;Лиана&gt; находился в эксплуатации до 1990 года.</p>
        <p class="element-animation" align="justify">В 1963 году после предварительной проработки в институте началась опытно-конструкторская разработка бортового радиолокационного космического комплекса для глобального обзора морской поверхности с автоматическим обнаружением и определением координат надводных кораблей независимо от времени суток и метеорологических условий (главный конструктор И. А. Бруханский), РЛС для этого комплекса (главный конструктор П. О. Салганик) и вычислительной системы для обработки информации в космосе (главный конструктор М. П. Богачев). Первая информация на пункте приема была получена с космического аппарата &lt;Космос-402&gt;, запуск которого был осуществлен 1 апреля 1971 года. Государственные испытания завершились принятием системы в эксплуатацию. В течение длительного периода комплекс выпускался серийно и успешно эксплуатировался на большом количестве космических аппаратов.</p>
        <p class="element-animation" align="justify">За эти работы в 1980 году Е. В. Дмитриев и П. О. Салганик удостоены Государственной премии. </p>
        <p class="element-animation" align="justify">Успешное проведение разработок института во многом определялось высоким уровнем и развитием отраслевых направлений. Эти работы вышли далеко за рамки института и сыграли значительную роль в развитии отечественной радиоэлектроники. </p>
    </div>
    <h2 id="second" class="element-animation mt-5">1967 - 1990</h2>
    <td colspan="2" class="body-table-td-content" valign="top">
<p class="element-animation" align="justify">
С 1967 года институт обретает новое имя - Московский НИИ приборостроения (МНИИП). Возрастает сложность проблем, решаемых коллективом, развиваются научные школы и технические направления. В институте сформировался мощный научный потенциал, выросли крупные ученые и специалисты: с 1945 года действует аспирантура по нескольким научным специальностям, а с 1951 года - Ученый совет. В институте подготовлено 178 кандидата наук и 18 докторов. Л. Д. Бахрах, А. А. Пистолькорс (1896 - 1996 гг.), В. Б. Штейншлейгер, А. П. Реутов являются членами-корреспондентами Российской академии наук, а А. Л. Микаэлян - действительным членом этой академии.
</p><p class="element-animation" align="justify">
В процессе развития радиопромышленности в стране часть тематики передаётся на предприятия Москвы и других городов - возникают новые НИИ и КБ. При серийном выпуске аппаратуры, разработанной институтом, совершенствуются и укрепляются в производственном и технологическом направлениях заводы и производственные объединения.
</p><p class="element-animation" align="justify">
В 1966 - 1974 гг. для пилотируемой орбитальной станции &lt;Алмаз&gt; был разработан РСА &lt;Меч-А&gt; (главный конструктор П. О. Салганик). До 1978 года РСА прошел полный цикл наземной отработки в составе станции &lt;Алмаз&gt; и был готов к запуску. Система радиолокационного наблюдения &lt;Меч-К&gt; (главный конструктор П. О. Салганик) для автоматической станции, подготовленная к запуску в 1982 году, была запущена только через семь лет в 1989 году на станции &lt;Космос-1870&gt;.
</p><p class="element-animation" align="justify">
</p>
<img class="w-50 element-animation" src="../images/valmaz.jpg" alt="Космический радиолокатор землеобзора с синтезированной апертурой на ИСЗ <АЛМАЗ>">

<p class="element-animation" align="justify">
Успешная эксплуатация в течение двух лет подтвердила высокое качество радиолокационных снимков и ценность информации для широкого круга пользователей. Выполненные научные программы с использованием РСА &lt;Меч-К&gt;  и  его модернизации &lt;Меч-КУ&gt; (и.о. главного конструктора И. Г. Осипов) на станции &lt;Алмаз&gt; позволили получить ценную информацию для отечественных и зарубежных потребителей.
</p><p class="element-animation" align="justify">
С 1968 по 1972 год проведена разработка РЛС бокового обзора с синтезированной апертурой (главный конструктор Г. А. Зонненштраль). В 1973 году закончены совместные лётные испытания РСА для высотных и скоростных самолётов. За эту работу А. К. Володин, В. И. Геронин, Г. А. Зонненштраль, В. С. Пальмов, Л. Е. Плис удостоены Государственной премии.
</p><p class="element-animation" align="justify">
В 1964 - 1966 и 1967 - 1971 годы были проведены основополагающие научно-исследовательские работы по направлению авиационного дозора. К числу главных задач этих работ относилась выработка тактико-технических требований к РЛС, анализ спектров отражений от земли и выбор методов селекции малоразмерных целей на их фоне, получение экспериментального материала по отражающим свойствам различных земных покровов и формулирование требований к основным компонентам РЛС.
</p><p class="element-animation" align="justify">
Начиная с 1973 года, институтом проводится разработка бортового комплекса (главный конструктор О.Н. Яковлев) для самолета Су-24МР и РСА (главный конструктор В. В. Вепринцев) для этого комплекса. Работа заканчивается принятием этого комплекса в эксплуатацию.
</p><p class="element-animation" align="justify">
В 70-е годы институт продолжил работы по решению сложнейшей проблемы радиолокации - обнаружение низколетящих целей на фоне отражений от земной поверхности. Были проведены НИР по исследованию отражающих свойств подстилающих поверхностей в различных диапазонах радиоволн, методов цифровой обработки сигнала и многих других вопросов.
</p><p class="element-animation" align="justify">
С 1970 по 1976 год осуществлена разработка горного варианта радиолокационного комплекса &lt;Перископ-В&gt; (главный конструктор А.Т. Метельский). За эту работу Ю. М. Крестьянов, А. Т. Метельский, Л. Б. Нурик, А. Н. Панов, Н. С. Смоляр удостоены Государственной премии.
</p><p class="element-animation" align="justify">
В 1980 году были начаты испытания самолета А-50, для которого коллективом института вместе с соисполнителями был создан радиотехнический комплекс (главный конструктор В. П. Иванов). При этом институтом были разработаны главный информационный датчик РТК - бортовая обзорная РЛС (главный конструктор В. Ф. Погрешаев) и многомашинная  бортовая  вычислительная  система (главный конструктор О. В. Резепов), являющаяся основой информационно-вычислительного комплекса. Решение этих задач стало возможно благодаря тому громадному опыту, который коллектив института приобрёл при создании ряда комплексов, систем и аппаратуры.  В  первой  половине 80-х годов самолет А-50 после окончания государственных испытаний и опытной эксплуатации принят в строй.
</p><p class="element-animation" align="justify">
</p>
<img class="w-50 element-animation" src="../images/va50.jpg" alt="Авиационный комплекс радиолокационного дозора и наведения А-50">
<h2 id="third" class="element-animation mt-5">1990 - 2003</h2>

<p class="element-animation" align="justify">
В начале 90-х годов в связи с распадом производственной кооперации МНИИП  взял на себя послегарантийное обслуживание аппаратуры радиотехнического комплекса самолета А-50 и комплекса самолета Су-24МР. В процессе эксплуатации МО самолета А-50 коллектив института принимает участие в обеспечении всех учений и показов техники иностранным представителям.
</p><p class="element-animation" align="justify">
С 2000 года начаты  работы по модернизации комплекса для самолета Су-24МР.
</p><p class="element-animation" align="justify">
С 1994 года институт является головной организацией и ведёт работу &lt;Открытое небо&gt; -  уникальному авиационному комплексу, позволяющему вести наблюдение за поверхностью земли. Основное назначение комплекса - выполнение контрольных полётов над территориями государств - участников договора &lt;Открытое небо&gt;.
</p><p class="element-animation" align="justify">
В конце 1999 года институт получил техническое задание на ОКР &lt;Авиационный многочастотный радиолокатор для мониторинга земли&gt;. Работа начата в 2000 году.
</p><p class="element-animation" align="justify">
В 1997 году институт выиграл конкурс и ведет работу по созданию радиолокатора высокого разрешения для малого космического аппарата &lt;Кондор-Э&gt;.
</p><p class="element-animation" align="justify">
В 2000 году  в институте создана лаборатория для решения комплекса технических, организационных и маркетинговых мероприятий по созданию новых высокотехнологичных изделий медицинской техники, продвижения их на рынок с одновременным вытеснением аналогичных зарубежных образцов. Основное направление работы лаборатории - приборы и устройства для заготовки и хранения крови.
</p><p class="element-animation" align="justify">
</p>
<img class="w-50 element-animation" src="../images/vblood.jpg" alt="Устройство запайки трубок полимерных контейнеров для заготовки и хранения крови">

<p class="element-animation" align="justify">
За пятьдесят девять лет существования института целый ряд его работ был отмечен Родиной: орденами и медалями награждены многие работники института, многие отмечены Государственными премиями. Так, в 1961 году А. А. Пистолькорс, Л. Д. Бахрах, А. Л. Микаэлян за достижения в теории и практике создания многозеркальных антенн и ферритовых устройств СВЧ были удостоены Ленинской премии. Лауреатами Государственных премий стали:
</p><ul class="element-animation">
<li><p>1953 год - Б. А. Артамонов, В. Н. Балыков, Н. П. Григорьева, Г. В. Никулин и В. В. Тихомиров за выполнение специальной темы;</p>

</li><li><p>1976 год - Л. Д. Бахрах, С. Д. Кременецкий, С. В. Крицкий, М. Т. Новосартов за разработку конструктивной теории синтеза антенн и ее внедрение;</p>

</li><li><p>1976 год - В. П. Иванов, Г. С. Мисежников, М. П. Столпянский, В. Б. Штейншлейгер за создание квантового усилителя;</p>

</li><li><p>1983 год - С. Т. Егоров и К. А. Меркурьев за работы в области СВЧ-радиометрии и СВЧ-ускорителей;</p>

</li><li><p>1987 год - А. Г. Соколинский за разработку акустоэлектронных линий задержки;</p>

</li><li><p>1989 год - В. П. Иванюк, Г. Е. Корбуков, А. Г. Терешонков за работы в области оптической обработки информации;</p>

</li><li><p>1989 год - Ю. И. Карев, Л. Я. Мельников, М. Т. Новосартов, В. Ф. Погрешаев, И. П. Половков, О. В. Резепов, В. Ф. Станишнев-Коновалов, А. А. Трофимов, Н. В. Честной за цикл работ по исследованию и научному развитию направления радиолокации, решающего проблему обнаружения целей над землей;</p>

</li><li><p>2000 г. - Э. А. Востров, А. В. Дзенкевич, Г. А. Кошеваров, В. Ю. Манаков, Л. Я. Мельников, В. А. Плющев, И. О. Порохов за многочастотный поляриметрический авиационный радиолокационный комплекс дистанционного зондирования с синтезированной апертурой и цифровой адаптивной обработкой информации ИМАРК.</p>

</li></ul>
<p class="element-animation" align="justify">
</p>
<img class="w-50 element-animation" src="../images/vimark.jpg" alt="Многочастотный радиолокационный комплекс <ИМАРК> на самолёте-лаборатории Ту-134">


<p class="element-animation" align="justify">
В 1995 году премией Правительства Российской Федерации за создание и совершенствование  в  процессе  эксплуатации в войсках самолета А-50 были отмечены: А. В. Васильев, В. П. Иванов, В. И. Карпеев, С. Н. Минаев, Л. Н. Петров, Е. А. Подольный.
</p><p class="element-animation" align="justify">
В 2002 году  премии Правительства РФ удостоен Л. Я. Мельников за создание сверхмалошумящих усилителей и защитных СВЧ-устройств.
</p><p class="element-animation" align="justify">
Большой и сложный путь Московского научно-исследовательского института приборостроения был бы невозможен без опоры научных и инженерных кадров на труд высококвалифицированных конструкторов и технологов, опытных рабочих различных специальностей, создающих образцы новейшей авиационной и космической радиолокационной техники.
</p><p class="element-animation" align="justify">
В настоящее время ведется работа по подготовке института к выполнению функций головной организации интегрированной структуры &laquo;Концерн радиостроения &laquo;Вега&raquo;.
</p><p class="element-animation" align="justify">
Концерн радиостроения &laquo;Вега&raquo; создается по решению РАСУ в соответствии с Федеральной целевой программой &laquo;Реформирование и развитие ОПК (2002-2006)&raquo;, утвержденной постановлением Правительства Российской Федерации от 11.10.2001 г. N&nbsp;713.
</p><p class="element-animation" align="justify">
Создание Концерна &laquo;Вега&raquo; призвано объединить усилия разработчиков бортовых радиолокационных комплексов дозора, наведения и управления, авиационных (в том числе БПЛА) и космических систем разведки, мониторинга и дистанционного зондирования земли и другой военной и гражданской радиолокационной техники.
</p><p class="element-animation" align="justify">
Проекты документов по созданию интегрированной структуры &laquo;Концерн радиостроения &laquo;Вега&raquo; были согласованы во всех заинтересованных министерствах и ведомствах, одобрены Комиссией по реализации ФЦП &laquo;Реформирование и развитие ОПК (2002-2006)&raquo; и внесены в Правительство Российской Федерации.
</p><p class="element-animation" align="justify">
В ходе реализации проекта создания оборонно-промышленного Концерна &laquo;Вега&raquo; распоряжением Минимущества России от 26 июля 2003 года N&nbsp;2792-р ФГУП &laquo;МНИИП&raquo; преобразован в открытое акционерное общество &laquo;Концерн радиостроения &laquo;Вега&raquo;.
</p><p class="element-animation" align="justify">
Сегодня коллектив Концерна &laquo;Вега&raquo; ведет работы по улучшению характеристик систем и комплексов, находящихся в эксплуатации в Российских Вооруженных Силах и в гражданской авиации, ведет разработку новейших систем и средств радиолокационного дозора, разведки и управления авиационного и космического базирования, успешно участвует в программах создания конверсионной продукции.
</p><p class="element-animation" align="justify">
Концерн радиостроения &laquo;Вега&raquo; продолжает лучшие традиции старейшего в России НИИ в области авиационной и космической радиолокации.

<h2 id="four" class="element-animation mt-5">2003 - 2010</h2>
<p class="element-animation" align="justify">
В июле 2003 года на базе Московского научно-исследовательского института приборостроения создан Концерн радиостроения &laquo;Вега&raquo;. В 2004 году в соответствии с указом президента РФ в его состав вошли научно-исследовательские институты, конструкторские бюро и заводы радиоэлектронной отрасли. Сегодня Концерн — уникальная в структуре российского обороно-промышленного комплекса по своему составу и области специализации научно-производственная корпорация. Задача Концерна — создание широкого спектра современных радиоэлектронных изделий и систем военного и гражданского назначения.
</p><p class="element-animation" align="justify">
Важнейшие приоритеты Концерна — разработка, производство, модернизация, реализация, гарантийное и сервисное обслуживание радиолокационных комплексов и средств, систем наблюдения управления наземного, авиационного и космического базирования, в том числе, поставляемых на экспорт. 
</p><p class="element-animation" align="justify">
Основными направлениями его производственной и научно-исследовательской деятельности является разработка, производство, модернизация и эксплуатация наземных, авиационных и космических комплексов наблюдения, авиационных комплексов дозора и наведения, систем мониторинга окружающей среды, наземных и воздушных средств гражданского и специального назначения, комплексов с беспилотными летательными аппаратами, аэростатных комплексов, аппаратуры и средств системы управления воздушным движением, навигации и посадки на аэродромах и авианесущих кораблях, мобильных автоматизированных систем управления и связи специального назначения.
</p><p class="element-animation" align="justify">
Более подробно с изделиями и направлениями работы Концерна можно ознакомиться в этом <a href="http://www.vega.su/about/history/video.php">видеоролике</a>. 
</p><p class="element-animation" align="justify">
В настоящий момент в состав Концерна входят следующие предприятия:
</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/"> Головное предприятие Концерна радиостроения &laquo;Вега&raquo;</a></strong><br>
(ранее Московский НИИ приборостроения, НИИ-17, ЦКБ-17) – старейшее в России научно-исследовательское учреждение в области авиационной и космической радиолокации.<br>
Разработка наземных, бортовых и космических радиолокационных комплексов и их составных частей.
</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/52/">НИИ &laquo;Кулон&raquo;</a></strong><br>
Разработка и изготовление комплексов и средств воздушного наблюдения для пилотируемой разведки и комплексов с ДПЛА; разработка и производство радиотехнической аппаратуры передачи и обработки информации специального и гражданского назначения...

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/53/">  Конструкторское бюро &laquo;Луч&raquo;</a></strong><br>
Разработка и производство беспилотных мишенных авиационных комплексов в интересах МО РФ и других силовых структур; разработка комплексов воздушного и экологического мониторинга на базе пилотируемых и беспилотных летательных аппаратов… 

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/54/"> Рыбинский завод приборостроения</a></strong><br>
Разработка и производство, установка, ремонт, утилизация, гарантийное обслуживание и авторский надзор радиоэлектронных приборов, комплексов и систем специального и гражданского назначения…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/55/"> Научно-производственное предприятие &laquo;Рубин&raquo;</a></strong><br>
Разработка автоматизированных систем управления и комплексов средств автоматизации народнохозяйственного и специального назначения, в том числе программного обеспечения, технологий и комплексов цифровой картографии, телекоммуникационных средств передачи данных…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/56/"> Челябинский радиозавод &laquo;Полёт&raquo;</a></strong><br>
Радиолокация, радионавигация, мобильные системы: разработка и производство радиолокационного оборудования, в том числе главного средства управления воздушным движением в современном аэропорту - обзорных радиолокаторов и всех их модификаций… 

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/57/"> Кыштымский радиозавод</a></strong><br>
Производство средств воздушной разведки и управления; производство узлов ГСН; производство телевизионной аппаратуры и мобильных радиостанций специального назначения…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/58/"> Инженерно-маркетинговый центр Концерна &laquo;Вега&raquo;</a></strong><br>
Проведение научно-исследовательских работ по разработке интегрированных решений по специализации Концерна; выполнение опытно-конструкторских работ по созданию систем различного назначения…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/60/"> Московский НИИ связи</a></strong><br>
Разработка систем и средств связи специального и общего назначения; разработка, проектирование и строительство систем и объектов связи специального и общего назначения…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/61/"> Филиал Концерна &laquo;Вега&raquo; в г. Ижевске</a></strong><br>
Создание комплексов с беспилотными летательными аппаратами самолётного и вертолётного типа…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/62/"> Филиал Концерна &laquo;Вега&raquo; в г. Санкт-Петербурге</a></strong><br>
Создание унифицированной наземной станции управления и обработки информации; разработка программного обеспечения унифицированного учебно-тренажёрного комплекса для обучения операторов обработки информации, поступающей от беспилотных летательных аппаратов…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/110/"> Научно-исследовательский институт &laquo;Вектор&raquo;</a></strong><br>
Создание средств, комплексов и систем радио- и радиотехнического мониторинга электромагнитных излучений в широком диапазоне частот для Минобороны и других силовых ведомств в стационарном, мобильном, морском и авиакосмическом исполнениях…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/103/"> Опытный завод &laquo;Интеграл&raquo;</a></strong><br>
Аппаратные подвижные узлы связи; радиотехнические средства контроля; комплексы пассивной радиолокации; радиолокационное оборудование систем управления; системы и средства радиомониторинга всех видов базирования в широком диапазоне частот…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/102/"> Завод &laquo;Энергия&raquo;</a></strong><br>
Разработка и производство технических средств радиомониторинга стационарного, мобильного и морского базирования; производство средств радиотехнического контроля; разработка и производство морских средств мониторинга надводной обстановки…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/101/"> Долгопрудненское конструкторское бюро автоматики</a></strong><br>
Разработка и создание новых образцов воздухоплавательной техники, включая дирижабли, свободные и привязные аэростаты, а также систем их наземного обслуживания для решения задач воздушного мониторинга, ретрансляции связи, радиолокационного дозора, грузовых и пассажирских перевозок…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/105/"> Московский ордена Трудового Красного Знамени научно-исследовательский радиотехнический институт</a></strong><br>
Проведение фундаментальных, поисковых и прикладных научных исследований, научно-исследовательских и опытно-конструкторских работ в области создания радиотехнических систем и комплексов, систем, комплексов средств связи специального и гражданского назначения…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/106/"> Московский радиотехнический институт РАН</a></strong><br>
Разработки на основе ускорителей заряженных частиц; разработки на основе ударно-волновой электроимпульсной технологии; технологии на основе мощных радиофизических установок…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/108/"> НИИ технологии и автоматизации производства</a></strong><br>
Основным направлением работ является разработка и мелкосерийное производство электронной компонентной базы, в т.ч. для РЭА специального назначения: биполярных аналоговых микросхем; многокристальных модулей (МКМ)…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/104/"> Калужский НИИ телемеханический устройств</a></strong><br>
Разработка и производство: терминального оборудования связи; бортовых и наземных систем и комплексов конфиденциальной помехоустойчивой связи; систем и средств оповещения; комплексных подвижных аппаратных средств связи…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/100/"> НИИ &laquo;Аргон&raquo;</a></strong><br>
Разработка бортовых вычислительных средств…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/109/"> Специальное конструкторское бюро &laquo;Топаз&raquo;</a></strong><br>
Разработка новых и модернизация серийных наземных, в основном подвижных, комплексов приёма, сбора и обработки данных воздушного мониторинга для пилотируемых и беспилотных самолётов…

</p><p class="element-animation" align="justify">
<strong><a href="http://www.vega.su/about/companies/107/"> Научно-исследовательский центр электронной вычислительной техники</a></strong><br>
Оснащение, модернизация и поддержание жизненного цикла вычислительных центров силовых структур, государственных органов и предприятий ВПК; разработка и внедрение современных периферийных устройств…

</p><p class="element-animation" align="justify">
Входящие в состав Концерна предприятия ориентированы на исследования, разработку и выпуск современной, наукоемкой, конкурентоспособной, востребованной на мировом рынке продукции. Большинство разрабатываемых изделий и комплексов обладает высоким экспортным потенциалом, к некоторым из них проявляют повышенный интерес зарубежные заказчики, среди которых Индия, Малайзия, Вьетнам, Китай, Алжир, Йемен, Индонезия, Египет и другие.
    </div>
	
<?php
	printFooter();
?>